"""
Написати функцію arithmetic, яка приймає 3 аргументи: перші 2 - числа, третій -
операцію, яка повинна бути здійснена над ними. Якщо третій аргумент +, додати їх; якщо -,
то відняти; * - помножити; / - розділити (перше на друге). В інших випадках повернути рядок
"Невідома операція".
"""

def arithmetic(a, b, c):
    if c == '+':
        return a + b
    elif c == '-':
        return a - b
    elif c == '*':
        return a * b
    elif c == '/':
        return a / b

print(arithmetic(2, 2, '/'))
